Repository: pizza-studio/PizzaHelperUnited
Catalog: Packages/PZHelper/Sources/PZHelper/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fil, fr, it, ja, ko, ru, vi, zh_hans, zh_hant

# refugee.footer.whyServiceTerminatedInPublic
source: Due to private concerns by Lava (the original lead developer of *PizzaHelper4Genshin* v1.x ~ v4.x and *PizzaHelper4HSR* v1.x), this app has to cease its updates as long as it is released under his Apple Developer account. Furthermore, because the macOS version utilizes Sandbox Group Containers (to share data with its own Desktop Widgets), the current Bundle ID is potentially ineligible for transfer to a different Apple Developer account. As a result, all features of the app under this Bundle ID have been disabled. The sole remaining functionalities are: 1) Widgets and Notifications, provided as-is; 2) The ability to export local profiles and gacha records (supporting both the current format and the legacy PizzaHelper4Genshin v4.x format). These will be included in your exported migration file. The successor to this app will be available on the App Store under the new name ***The Latte Helper (拿鐵小助手 / ラテ助手)***. It will be operated under another team member's Apple Developer account. The new naming is a nod to Himeko’s infamous detergent incident, where she mistakenly brewed her latte with laundry powder rather than milk powder.
de: Aufgrund privater Bedenken von Lava (dem ursprünglichen Hauptentwickler von *PizzaHelper4Genshin* v1.x ~ v4.x und *PizzaHelper4HSR* v1.x) muss diese App ihre Updates einstellen, solange sie unter seinem Apple Developer Account veröffentlicht wird. Darüber hinaus ist die aktuelle Bundle-ID aufgrund der Verwendung von Sandbox Group Containers in der macOS-Version (zum Datenaustausch mit eigenen Desktop-Widgets) möglicherweise nicht auf ein anderes Apple Developer Account übertragbar. Infolgedessen wurden alle Funktionen der App unter dieser Bundle-ID deaktiviert. Die einzig verbleibenden Funktionen sind: 1) Widgets und Benachrichtigungen, bereitgestellt wie sie sind; 2) Die Möglichkeit, lokale Profile und Gacha-Datensätze zu exportieren (unterstützt sowohl das aktuelle Format als auch das alte PizzaHelper4Genshin v4.x-Format). Diese werden in Ihrer exportierten Migrationsdatei enthalten sein. Der Nachfolger dieser App wird im App Store unter dem neuen Namen ***The Latte Helper (拿鐵小助手 / ラテ助手)*** verfügbar sein. Er wird unter dem Apple Developer Account eines anderen Teammitglieds betrieben. Der neue Name ist eine Anspielung auf den berühmten Waschmittel-Vorfall von Himeko, bei dem sie versehentlich Waschpulver statt Milchpulver in ihren Latte gegeben hat.
es: Debido a preocupaciones privadas de Lava (el desarrollador principal original de *PizzaHelper4Genshin* v1.x ~ v4.x y *PizzaHelper4HSR* v1.x), esta aplicación debe cesar sus actualizaciones mientras siga publicada bajo su cuenta de Apple Developer. Además, dado que la versión de macOS utiliza Sandbox Group Containers (para compartir datos con sus propios Widgets de escritorio), el Bundle ID actual podría no ser elegible para transferirse a otra cuenta de Apple Developer. Como resultado, todas las funciones de la aplicación bajo este Bundle ID han sido desactivadas. Las únicas funcionalidades restantes son: 1) Widgets y Notificaciones, proporcionados tal cual; 2) La capacidad de exportar perfiles locales y registros de gacha (compatible tanto con el formato actual como con el formato legacy de PizzaHelper4Genshin v4.x). Estos se incluirán en tu archivo de migración exportado. El sucesor de esta aplicación estará disponible en la App Store bajo el nuevo nombre ***The Latte Helper (拿鐵小助手 / ラテ助手)***. Será operado bajo la cuenta de Apple Developer de otro miembro del equipo. El nuevo nombre es un guiño al infame incidente del detergente de Himeko, donde por error preparó su latte con polvo de lavandería en lugar de leche en polvo.
fil: Dahil sa mga private na alalahanin ni Lava (ang orihinal na lead developer ng *PizzaHelper4Genshin* v1.x ~ v4.x at *PizzaHelper4HSR* v1.x), kailangang ihinto ng app na ito ang mga update hangga't ito ay inilalabas sa ilalim ng kanyang Apple Developer account. Bukod pa rito, dahil ginagamit ng macOS version ang Sandbox Group Containers (para mag-share ng data sa sarili nitong Desktop Widgets), posibleng hindi mailipat ang kasalukuyang Bundle ID sa ibang Apple Developer account. Bilang resulta, lahat ng feature ng app sa ilalim ng Bundle ID na ito ay na-disable na. Ang tanging natitirang functionality ay: 1) Widgets at Notifications, na ibinibigay nang as-is; 2) Ang kakayahang mag-export ng local profiles at gacha records (sumusuporta sa kasalukuyang format at sa legacy PizzaHelper4Genshin v4.x format). Isasama ang mga ito sa iyong exported migration file. Ang kahalili ng app na ito ay magiging available sa App Store sa bagong pangalan ***The Latte Helper (拿鐵小助手 / ラテ助手)***. Pamamahalaan ito sa ilalim ng Apple Developer account ng isa pang miyembro ng team. Ang bagong pangalan ay isang pagpupugay sa sikat na insidente ni Himeko kung saan mali niya na ginamit ang laundry powder sa kanyang latte sa halip na milk powder.
fr: En raison de préoccupations privées de Lava (le développeur principal original de *PizzaHelper4Genshin* v1.x ~ v4.x et *PizzaHelper4HSR* v1.x), cette application doit cesser ses mises à jour tant qu’elle est publiée sous son compte Apple Developer. De plus, comme la version macOS utilise des Sandbox Group Containers (pour partager des données avec ses propres Widgets de bureau), l’identifiant Bundle actuel est potentiellement inéligible à un transfert vers un autre compte Apple Developer. Par conséquent, toutes les fonctionnalités de l’application sous cet identifiant Bundle ont été désactivées. Les seules fonctionnalités restantes sont : 1) les Widgets et les Notifications, fournis tels quels ; 2) la possibilité d’exporter les profils locaux et les historiques de gacha (supportant à la fois le format actuel et l’ancien format PizzaHelper4Genshin v4.x). Elles seront incluses dans votre fichier de migration exporté. Le successeur de cette application sera disponible sur l’App Store sous le nouveau nom ***The Latte Helper (拿鐵小助手 / ラテ助手)***. Il sera géré sous le compte Apple Developer d’un autre membre de l’équipe. Ce nouveau nom rend hommage à l’incident célèbre d’Himeko, où elle a par erreur préparé son latte avec de la poudre à lessive au lieu de poudre de lait.
it: A causa di preoccupazioni private di Lava (lo sviluppatore principale originale di *PizzaHelper4Genshin* v1.x ~ v4.x e *PizzaHelper4HSR* v1.x), questa app deve interrompere gli aggiornamenti fintanto che è pubblicata sotto il suo account Apple Developer. Inoltre, poiché la versione macOS utilizza Sandbox Group Containers (per condividere dati con i propri Widget desktop), l’attuale Bundle ID potrebbe non essere trasferibile a un altro account Apple Developer. Di conseguenza, tutte le funzionalità dell’app sotto questo Bundle ID sono state disabilitate. Le uniche funzionalità rimaste sono: 1) Widget e Notifiche, forniti così come sono; 2) La possibilità di esportare profili locali e record gacha (supportando sia il formato attuale che il vecchio formato PizzaHelper4Genshin v4.x). Questi saranno inclusi nel file di migrazione esportato. Il successore di questa app sarà disponibile sull’App Store con il nuovo nome ***The Latte Helper (拿鐵小助手 / ラテ助手)***. Sarà gestito sotto l’account Apple Developer di un altro membro del team. Il nuovo nome è un omaggio all’incidente famoso di Himeko, in cui ha scambiato per errore la polvere detergente con la polvere di latte nel suo latte.
ja: Lava（*PizzaHelper4Genshin* v1.x～v4.x および *PizzaHelper4HSR* v1.x のオリジナルリード開発者）の個人的な懸念により、本アプリは彼の Apple Developer アカウント下でリリースされている限りアップデートを停止せざるを得なくなりました。また、macOS 版が Sandbox Group Containers（自前のデスクトップウィジェットとデータを共有するため）を使用しているため、現在の Bundle ID は別の Apple Developer アカウントへの移行ができない可能性があります。 その結果、この Bundle ID 下のアプリの全機能が無効化されました。残された唯一の機能は以下の通りです：1) ウィジェットと通知、そのまま提供されます；2) ローカルプロファイルとガチャ記録のエクスポート機能（現在のフォーマットと旧 PizzaHelper4Genshin v4.x フォーマットの両方に対応）。これらはエクスポートされた移行ファイルに含まれます。 本アプリの後継は App Store で新名称 ***The Latte Helper (拿鐵小助手 / ラテ助手)*** としてリリースされます。チームの別メンバーの Apple Developer アカウントで運用されます。新名称は、姫子が有名な洗剤事件でミルクパウダーの代わりに洗濯洗剤をラテに入れてしまったことへのオマージュです。
ko: Lava(*PizzaHelper4Genshin* v1.x ~ v4.x 및 *PizzaHelper4HSR* v1.x 의 원래 리드 개발자)의 개인적인 우려로 인해, 이 앱은 그의 Apple Developer 계정 하에서 출시되는 한 업데이트를 중단해야 합니다. 또한, macOS 버전이 Sandbox Group Containers(자체 데스크톱 위젯과 데이터를 공유하기 위해)를 사용하기 때문에 현재 Bundle ID는 다른 Apple Developer 계정으로 이전할 수 없을 가능성이 있습니다. 그 결과, 이 Bundle ID 하의 앱 모든 기능이 비활성화되었습니다. 남아 있는 유일한 기능은 다음과 같습니다: 1) 위젯과 알림, 있는 그대로 제공; 2) 로컬 프로필과 뽑기 기록 내보내기(현재 형식과 레거시 PizzaHelper4Genshin v4.x 형식 모두 지원). 이는 내보낸 마이그레이션 파일에 포함됩니다. 이 앱의 후속작은 App Store에서 새로운 이름 ***The Latte Helper (拿鐵小助手 / ラテ助手)*** 로 출시될 예정입니다. 팀의 다른 멤버의 Apple Developer 계정으로 운영됩니다. 새로운 이름은 히메코가 우유 가루 대신 세제 가루를 라테에 넣은 유명한 사건에 대한 오마주입니다。
ru: Из-за личных опасений Lava (оригинального ведущего разработчика *PizzaHelper4Genshin* v1.x ~ v4.x и *PizzaHelper4HSR* v1.x) это приложение вынуждено прекратить обновления, пока оно выпускается под его аккаунтом Apple Developer. Кроме того, поскольку версия для macOS использует Sandbox Group Containers (для обмена данными с собственными виджетами для рабочего стола), текущий Bundle ID потенциально не подлежит передаче на другой аккаунт Apple Developer. В результате все функции приложения под этим Bundle ID были отключены. Единственные оставшиеся возможности: 1) Виджеты и уведомления, предоставляемые как есть; 2) Возможность экспорта локальных профилей и записей гатя (поддерживается как текущий формат, так и устаревший формат PizzaHelper4Genshin v4.x). Они будут включены в ваш экспортированный файл миграции. Преемник этого приложения будет доступен в App Store под новым названием ***The Latte Helper (拿鐵小助手 / ラテ助手)***. Он будет управляться под аккаунтом Apple Developer другого члена команды. Новое название — отсылка к знаменитому инциденту с Химеко, когда она по ошибке заварила свой латте стиральным порошком вместо сухого молока.
vi: Do những lo ngại cá nhân từ Lava (nhà phát triển chính ban đầu của *PizzaHelper4Genshin* v1.x ~ v4.x và *PizzaHelper4HSR* v1.x), ứng dụng này buộc phải ngừng cập nhật miễn là nó vẫn được phát hành dưới tài khoản Apple Developer của anh ấy. Hơn nữa, vì phiên bản macOS sử dụng Sandbox Group Containers (để chia sẻ dữ liệu với các Widget Desktop riêng), Bundle ID hiện tại có khả năng không đủ điều kiện chuyển sang tài khoản Apple Developer khác. Kết quả là, tất cả tính năng của ứng dụng dưới Bundle ID này đã bị vô hiệu hóa. Các chức năng duy nhất còn lại là: 1) Widget và Thông báo, được cung cấp nguyên trạng; 2) Khả năng xuất hồ sơ cục bộ và lịch sử gacha (hỗ trợ cả định dạng hiện tại và định dạng cũ PizzaHelper4Genshin v4.x). Chúng sẽ được bao gồm trong tệp di chuyển mà bạn xuất ra. Người kế thừa của ứng dụng này sẽ có mặt trên App Store với tên mới ***The Latte Helper (拿鐵小助手 / ラテ助手)***. Nó sẽ được vận hành dưới tài khoản Apple Developer của một thành viên khác trong đội ngũ. Tên mới là sự tri ân đến sự cố bột giặt nổi tiếng của Himeko, khi cô ấy nhầm lẫn dùng bột giặt thay vì bột sữa để pha latte.
zh_hans: 由于 Lava（*PizzaHelper4Genshin* v1.x～v4.x 以及 *PizzaHelper4HSR* v1.x 的原主要开发者）私人顾虑，本应用只要在其 Apple Developer 账户下发布，就必须停止更新。此外，由于 macOS 版本使用了 Sandbox Group Containers（用于与自家桌面小工具共享数据），当前 Bundle ID 可能无法转移到其他 Apple Developer 账户。 因此，该 Bundle ID 下的应用所有功能已被禁用。唯一保留的功能为：1) 小工具和通知，按原样提供；2) 导出本地账号与抽卡记录（支持当前格式以及旧版 PizzaHelper4Genshin v4.x 格式）的能力。这些内容将包含在您导出的迁移文件中。 本应用的继任者将在 App Store 上以新名称 ***The Latte Helper (拿鐵小助手 / ラテ助手)*** 上架。它将由另一位团队成员的 Apple Developer 账户运营。新名称致敬了姬子那次著名的洗衣粉事件——她错把洗衣粉当奶粉冲进了拿铁。
zh_hant: 由於 Lava（*PizzaHelper4Genshin* v1.x～v4.x 以及 *PizzaHelper4HSR* v1.x 的原主要開發者）私人考量，本應用只要在其 Apple Developer 帳戶下發布，就必須停止更新。此外，由於 macOS 版本使用了 Sandbox Group Containers（用來與自家桌面小工具共享資料），當前 Bundle ID 可能無法轉移至其他 Apple Developer 帳戶。 因此，該 Bundle ID 下的應用所有功能已被停用。唯一保留的功能為：1) 小工具與通知，按原樣提供；2) 匯出本機帳號與抽卡記錄（支援當前格式以及舊版 PizzaHelper4Genshin v4.x 格式）的能力。這些內容將包含在您匯出的遷移檔案中。 本應用的繼任者將在 App Store 上以新名稱 ***The Latte Helper (拿鐵小助手 / ラテ助手)*** 上架。它將由另一位團隊成員的 Apple Developer 帳戶營運。新名稱致敬姬子那次著名的洗衣粉事件——她錯把洗衣粉當奶粉沖進了拿鐵。

# refugee.limitedServiceCategory4iOS16.footer
source: Only widgets are available for iOS 16.2 & macOS 13. Other features still require iOS 17 / macOS 14 or newer. If you see anything buggy while navigating in the Locale Profile Manager, it’s due to those SwiftUI-related bugs plagued in iOS 16 / macOS 13 and your only solution is to upgrade to iOS 17 / macOS 14.
de: Nur Widgets sind für iOS 16.2 & macOS 13 verfügbar. Andere Funktionen erfordern weiterhin iOS 17 / macOS 14 oder neuer. Wenn Sie beim Navigieren im lokalen Profilmanager auf Fehler stoßen, liegt das an SwiftUI-bezogenen Fehlern in iOS 16 / macOS 13. Die einzige Lösung ist ein Upgrade auf iOS 17 / macOS 14.
es: Solo los widgets están disponibles para iOS 16.2 y macOS 13. Otras funciones aún requieren iOS 17 / macOS 14 o posterior. Si ves algún error al navegar por el Administrador de Perfiles Locales, se debe a errores relacionados con SwiftUI en iOS 16 / macOS 13 y la única solución es actualizar a iOS 17 / macOS 14.
fil: Tanging widgets lang ang available para sa iOS 16.2 at macOS 13. Kailangan pa rin ng iOS 17 / macOS 14 o mas bago para sa ibang features. Kung makaranas ka ng bug habang nagna-navigate sa Locale Profile Manager, ito ay dahil sa mga SwiftUI-related na bug sa iOS 16 / macOS 13 at ang tanging solusyon ay mag-upgrade sa iOS 17 / macOS 14.
fr: Seuls les widgets sont disponibles pour iOS 16.2 et macOS 13. Les autres fonctionnalités nécessitent toujours iOS 17 / macOS 14 ou version ultérieure. Si vous constatez des bugs lors de la navigation dans le gestionnaire de profils locaux, cela est dû à des bugs liés à SwiftUI dans iOS 16 / macOS 13 et la seule solution est de passer à iOS 17 / macOS 14.
it: Solo i widget sono disponibili per iOS 16.2 e macOS 13. Le altre funzioni richiedono ancora iOS 17 / macOS 14 o successivi. Se noti anomalie durante la navigazione nel Gestore Profili Locali, è a causa di bug SwiftUI presenti in iOS 16 / macOS 13 e l'unica soluzione è aggiornare a iOS 17 / macOS 14.
ja: iOS 16.2・macOS 13 ではウィジェットのみ利用可能です。他の機能は iOS 17 / macOS 14 以降が必要です。プロファイルマネージャーのナビゲーション操作中に不具合が発生した場合、それは iOS 16 / macOS 13 の SwiftUI 関連バグが原因であり、唯一の解決策は iOS 17 / macOS 14 へのアップグレードです。
ko: iOS 16.2 및 macOS 13에서는 위젯만 사용할 수 있습니다. 다른 기능은 iOS 17 / macOS 14 이상이 필요합니다. 로컬 프로필 관리자를 탐색할 때 버그가 발생하면, 이는 iOS 16 / macOS 13의 SwiftUI 관련 버그 때문이며, 유일한 해결책은 iOS 17 / macOS 14로 업그레이드하는 것입니다.
ru: Только виджеты доступны для iOS 16.2 и macOS 13. Для других функций требуется iOS 17 / macOS 14 или новее. Если вы заметили ошибки при работе с менеджером локальных профилей, это связано с багами SwiftUI в iOS 16 / macOS 13. Единственное решение — обновиться до iOS 17 / macOS 14.
vi: Chỉ có widget khả dụng cho iOS 16.2 & macOS 13. Các tính năng khác vẫn cần iOS 17 / macOS 14 trở lên. Nếu bạn gặp lỗi khi sử dụng Trình quản lý Hồ sơ Cục bộ, đó là do các lỗi liên quan đến SwiftUI trên iOS 16 / macOS 13 và giải pháp duy nhất là nâng cấp lên iOS 17 / macOS 14.
zh_hans: iOS 16.2 和 macOS 13 仅支持小工具。其他功能仍需 iOS 17 / macOS 14 或更高版本。如果你在本地账号管理器中遇到与翻页导航有关的异常的话，这是 iOS 16 / macOS 13 的 SwiftUI 相关 bug 所致，唯一的解决办法是升级到 iOS 17 / macOS 14。
zh_hant: iOS 16.2 和 macOS 13 僅支援小工具。其他功能仍需 iOS 17 / macOS 14 或更高版本。若你在本機帳號管理器中遇到與翻頁巡覽有關的異常的話，這是 iOS 16 / macOS 13 的 SwiftUI 相關 bug 所致，唯一解法是升級到 iOS 17 / macOS 14。

# refugee.limitedServiceCategory4iOS16.header
source: Remained Services for iOS 16 & macOS 13 Users:
de: Verbleibende Dienste für Nutzer von iOS 16 & macOS 13:
es: Servicios disponibles para usuarios de iOS 16 y macOS 13:
fil: Mga natitirang serbisyo para sa mga gumagamit ng iOS 16 at macOS 13:
fr: Services restants pour les utilisateurs d’iOS 16 et macOS 13 :
it: Servizi rimasti per utenti iOS 16 e macOS 13:
ja: iOS 16・macOS 13 向けに残されたサービス：
ko: iOS 16 및 macOS 13 사용자를 위한 남은 서비스:
ru: Оставшиеся сервисы для пользователей iOS 16 и macOS 13:
vi: Các dịch vụ còn lại cho người dùng iOS 16 & macOS 13:
zh_hans: iOS 16 和 macOS 13 用户可用的剩余服务：
zh_hant: iOS 16 和 macOS 13 用戶可用的剩餘服務：

# refugee.limitedServiceCategory4iOS17.footer
source: Only Widgets and Notifications are provided as-is.
de: Nur Widgets und Benachrichtigungen werden as-is bereitgestellt.
es: Solo los widgets y las notificaciones se proporcionan tal cual.
fil: Tanging ang Widgets at Notifications lang ang ibinibigay nang as-is.
fr: Seuls les widgets et les notifications sont fournis tels quels.
it: Solo i widget e le notifiche sono forniti così come sono.
ja: ウィジェットと通知のみがそのまま提供されます。
ko: 위젯과 알림만 있는 그대로 제공됩니다.
ru: Только виджеты и уведомления предоставляются как есть.
vi: Chỉ có Widget và Thông báo được cung cấp nguyên trạng.
zh_hans: 仅小工具和通知按原样提供。
zh_hant: 僅小工具和通知按原樣提供。

# refugee.limitedServiceCategory4iOS17.header
source: Remained Services for iOS 17+ & macOS 14+ Users:
de: Verbleibende Dienste für Nutzer von iOS 17+ & macOS 14+:
es: Servicios disponibles para usuarios de iOS 17+ y macOS 14+:
fil: Mga natitirang serbisyo para sa mga gumagamit ng iOS 17+ at macOS 14+:
fr: Services restants pour les utilisateurs d’iOS 17+ et macOS 14+ :
it: Servizi rimasti per utenti iOS 17+ e macOS 14+:
ja: iOS 17+・macOS 14+ 向けに残されたサービス：
ko: iOS 17+ 및 macOS 14+ 사용자를 위한 남은 서비스:
ru: Оставшиеся сервисы для пользователей iOS 17+ и macOS 14+:
vi: Các dịch vụ còn lại cho người dùng iOS 17+ & macOS 14+:
zh_hans: iOS 17+ 和 macOS 14+ 用户可用的剩余服务：
zh_hant: iOS 17+ 和 macOS 14+ 用戶可用的剩餘服務：

# refugee.liveActivity.featureLabel
source: Stamina Timer
de: Ausdauer-Timer
es: Temporizador de Resistencia
fr: Minuteur d'endurance
it: Timer Resistenza
ja: スタミナタイマー
ko: 스태미너 타이머
ru: Таймер выносливости
vi: Hẹn giờ Thể lực
zh_hans: 体力计时器
zh_hant: 體力計時器

# refugee.liveActivity.tapHereToInitiate
source: Tap to Initiate
de: Zum Starten tippen
es: Toca para iniciar
fil: I-tap para simulan
fr: Appuyez pour démarrer
it: Tocca per avviare
ja: タップして開始
ko: 탭하여 시작
ru: Нажмите для запуска
vi: Nhấn để bắt đầu
zh_hans: 点击启动
zh_hant: 點按啟動

# refugee.noDataExportable
source: No local data exportable for now. This view awaits for iCloud background data updates, but all iCloud data can be inheritable via iCloud by this app running on iOS 17 or later.
de: Derzeit sind keine lokalen Daten exportierbar. Diese Ansicht wartet auf iCloud-Hintergrunddatenaktualisierungen, aber alle iCloud-Daten können via iCloud von dieser App unter iOS 17 oder neuer übernommen werden.
es: No hay datos locales exportables por ahora. Esta vista espera actualizaciones de datos en segundo plano de iCloud, pero todos los datos de iCloud pueden ser heredados via iCloud por esta app en iOS 17 o posterior.
fil: Walang lokal na data na maaaring i-export sa ngayon. Ang view na ito ay naghihintay ng iCloud background data updates, ngunit lahat ng iCloud data ay maaaring mamanahin via iCloud ng app na ito kapag tumatakbo sa iOS 17 o mas bago.
fr: Aucune donnée locale exportable pour le moment. Cette vue attend les mises à jour des données iCloud en arrière-plan, mais toutes les données iCloud peuvent être héritées via iCloud par cette application sous iOS 17 ou version ultérieure.
it: Nessun dato locale esportabile al momento. Questa schermata attende aggiornamenti dei dati iCloud in background, ma tutti i dati iCloud possono essere ereditati via iCloud da questa app su iOS 17 o versioni successive.
ja: 現時点では書き出し可能なローカルデータはありません。この画面はiCloudのバックグラウンドデータ更新を待っていますが、iOS 17以降ではすべてのiCloudデータを本アプリでvia iCloud引き継ぐことができます。
ko: 현재 내보낼 수 있는 로컬 데이터가 없습니다. 이 화면은 iCloud 백그라운드 데이터 업데이트를 기다리고 있지만, iOS 17 이상에서 실행되는 이 앱은 모든 iCloud 데이터를 via iCloud 상속받을 수 있습니다.
ru: В настоящее время нет локальных данных для экспорта. Этот экран ожидает обновления фоновых данных iCloud, но все данные iCloud могут быть унаследованы via iCloud этим приложением на iOS 17 или новее.
vi: Hiện không có dữ liệu cục bộ nào có thể xuất. Giao diện này đang chờ cập nhật dữ liệu nền từ iCloud, nhưng tất cả dữ liệu iCloud đều có thể được kế thừa via iCloud bởi ứng dụng này trên iOS 17 trở lên.
zh_hans: 当前暂无可导出的本地数据。本页面正在等待 iCloud 后台数据更新，但所有 iCloud 数据在 iOS 17 及以上系统可由本 App 通过 iCloud 继承。
zh_hant: 目前沒有可匯出的本機資料。本頁面正在等待 iCloud 背景資料更新，但所有 iCloud 資料在 iOS 17 及以上系統可由本 App 透過 iCloud 繼承。

# setting.display.restoreTabOnLaunching
source: Restore previous tab on launch
de: Vorherigen Tab beim Start wiederherstellen
es: Restaurar la pestaña anterior al iniciar
fil: Ibalik ang nakaraang tab sa paglulunsad
fr: Restaurer l'onglet précédent au démarrage
it: Ripristina la scheda precedente all'avvio
ja: アプリ起動の時、以前使っていたタブを復元する
ko: 시작 시 이전 탭 복원
ru: Восстанавливать предыдущую вкладку при запуске
vi: Khôi phục thẻ trước đó khi khởi động
zh_hans: 在 App 启动时，还原之前的页签
zh_hant: 在 App 啟動時，還原之前的頁簽

# settings.appLanguage.title
source: Language
de: Sprache
es: Idioma
fil: Wika
fr: Langue
it: Lingua
ja: 言語
ko: 언어
ru: Язык
vi: Ngôn ngữ
zh_hans: 语言
zh_hant: 語言

# settings.appleWatchPusher.force_push
source: Force-push your local profiles to paired Apple Watch
de: Lokal gespeicherte Profile auf die gepaarte Apple Watch erzwingen
es: Fuerza la sincronización de tus perfiles locales al Apple Watch emparejado
fil: Piliting itulak ang iyong mga lokal na profile sa nakaparehang Apple Watch
fr: Envoyer de force vos profils locaux vers votre Apple Watch
it: Forza l'invio dei profili locali su Apple Watch abbinato
ja: この端末のすべてのプロファイルをペアリング済みのApple Watchに押し込む
ko: 로컬 프로필을 연결된 Apple Watch로 강제 푸시
ru: Принудительно отправить локальные профили на сопряженные Apple Watch
vi: Đẩy mạnh các hồ sơ cục bộ của bạn đến Apple Watch đã ghép đôi
zh_hans: 将本地账号全部推送至已配对的 Apple Watch
zh_hant: 將本機帳號全部推送至已配對的 Apple Watch

# settings.appleWatchPusher.force_push.footer
source: This is useful when the synchronization-via-iCloud feature defects on your Apple Watch.
de: Dies ist nützlich, wenn die Synchronisation-via-iCloud-Funktion auf Ihrer Apple Watch defekt ist.
es: Esto es útil cuando la función de sincronización a través de iCloud presenta defectos en tu Apple Watch.
fil: Kapaki-pakinabang ito kapag nagkaroon ng problema ang feature ng synchronization-sa-pamamagitan-ng-iCloud sa iyong Apple Watch.
fr: Ceci est utile lorsque la fonction de synchronisation via iCloud ne fonctionne pas.
it: Questo è utile quando la funzione di sincronizzazione tramite iCloud presenta difetti sul tuo Apple Watch.
ja: Apple WatchでのiCloud経由のプロファイル同期が利用できない場合にのみ役立つ機能である。
ko: iCloud를 통한 동기화 기능이 Apple Watch에서 제대로 작동하지 않을 때 유용합니다.
ru: Это полезно, когда функция синхронизации через iCloud на ваших Apple Watch неисправна.
vi: Điều này hữu ích khi tính năng đồng bộ qua iCloud gặp sự cố trên Apple Watch của bạn.
zh_hans: 在您的 Apple Watch 上无法通过 iCloud 同步本地账号时，得使用该功能。
zh_hant: 在您的 Apple Watch 上無法藉由 iCloud 同步本機帳號時，得使用該功能。

# settings.appleWatchPusher.force_push.received
source: Successfully retrieved the following local profiles from iOS device:
de: Die folgenden lokalen Profile wurden erfolgreich vom iOS-Gerät abgerufen:
es: Se recuperaron con éxito los siguientes perfiles locales del dispositivo iOS:
fil: Matagumpay na nakuha ang sumusunod na lokal na profiles mula sa iOS device:
fr: Profils locaux suivants récupérés avec succès depuis l'appareil iOS :
it: Recupero riuscito dei seguenti profili locali dal dispositivo iOS:
ja: iOS 端末から下記のプロファイルを受け取りました:
ko: iOS 장치에서 다음 로컬 프로파일을 성공적으로 가져왔습니다
ru: Успешно получены следующие локальные профили с устройства iOS:
vi: Lấy thành công các hồ sơ cục bộ sau từ thiết bị iOS:
zh_hans: 成功从 iOS 设备接收到下述本地账号:
zh_hant: 成功從 iOS 裝置接收到下述本機帳號:
